const projects = [
    {
      name: "Stream Wave",
      imageSrc: [
        '/src/assets/sw/stream1.jpg',
        '/src/assets/sw/stream2.jpg',
        '/src/assets/sw/stream3.jpg',
        '/src/assets/sw/stream4.jpg',
      ],
      year: 2023,
      textValue: "StreamWave - это многофункциональное приложение для прослушивания подкастов и просмотра видеоконтента. Пользователи могут наслаждаться подкастами различных жанров и создавать персонализированные списки воспроизведения. Возможность сохранения в избранное и выбор категорий делает использование приложения более удобным. StreamWave также предоставляет функцию стриминга видео, что позволяет пользователям наслаждаться контентом в реальном времени. Удобный интерфейс и возможность персональной настройки делают приложение идеальным спутником для тех, кто ценит разнообразие контента и удобство использования."
    },
    {
      name: "Geo City",
      imageSrc: [
        '/src/assets/gs/geo1.jpg',
        '/src/assets/gs/geo2.jpg',
        '/src/assets/gs/geo3.jpg',
        '/src/assets/gs/geo4.jpg',
      ],
      year: 2023,
      textValue: "GeoCity - это удобное приложение, позволяющее пользователям исследовать рестораны и аттракционы в различных городах мира. С помощью функции поиска пользователи могут легко находить интересные места, оценивать и оставлять отзывы. Приложение также предоставляет геолокационные данные, что позволяет пользователям находить ближайшие заведения и достопримечательности. Дополнительные функции включают возможность сохранения любимых мест в избранное, планирование маршрутов и обмен рекомендациями с другими пользователями. GeoCity - это идеальный спутник для тех, кто любит путешествовать и открывать новые места в любом уголке мира."    
    },
    {
      name: "Stream Wave",
      imageSrc: [
        '/src/assets/project.png',
        '/src/assets/project1.png',
        '/src/assets/project2.png',
        '/src/assets/project3.png',
      ],
      year: 2023,
      textValue: "Instagram, приложение для обмена фотографиями и видео, стало культурным явлением, преобразив социальные медиа. Пользователи могут создавать профили, выража"  
      }
  ];
  
  export default projects;
  